tap "argon/mas"
tap "delphinus/sfmono-square"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nektos/tap"
tap "sanemat/font"
tap "teamookla/speedtest"
tap "yt-dlp/taps"
brew "zstd"
brew "coreutils"
brew "asdf"
brew "glib"
brew "at-spi2-core"
brew "awscli"
brew "bzt"
brew "cmake"
brew "ctags"
brew "curl"
brew "eza"
brew "flac"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "imlib2"
brew "jc"
brew "jq"
brew "jump"
brew "krb5"
brew "lazygit"
brew "less"
brew "lesspipe"
brew "lftp"
brew "libcaca"
brew "libicns"
brew "libiconv"
brew "libusb"
brew "libxml2"
brew "qemu"
brew "lima"
brew "mariadb"
brew "mas"
brew "nkf"
brew "node"
brew "openjdk"
brew "peco"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "rename"
brew "ruby"
brew "sox"
brew "starship"
brew "testssl"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zsh"
brew "delphinus/sfmono-square/sfmono-square"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "authy"
cask "aws-vault"
cask "bdash"
cask "blackhole-16ch"
cask "choosy"
cask "chromedriver"
cask "clipy"
cask "dbeaver-community"
cask "devtoys"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "evernote"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "macwinzipper"
cask "mi"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "mountain-duck"
cask "musescore"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "optimage"
cask "parallels-client"
cask "rubymine"
cask "sublime-text"
cask "switchhosts"
cask "thunderbird"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zap"
cask "zoom"
mas "au.id.haroldchu.mac.Bandwidth", id: 490461369
mas "BetterSnapTool", id: 417375580
mas "Goodnotes", id: 1444383602
mas "GrandPerspective", id: 1111570163
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Mactracker", id: 430255202
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "Switch Plus", id: 434744386
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
