# frozen_string_literal: true

tap 'delphinus/sfmono-square'
tap 'sanemat/font'
tap 'teamookla/speedtest'
tap 'yt-dlp/taps'
brew 'zstd'
brew 'mise'
brew 'asitop'
brew 'glib'
brew 'at-spi2-core'
brew 'awscli'
brew 'bzt'
brew 'cli53'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'ctop'
brew 'curl'
brew 'eza'
brew 'flac'
brew 'gnutls'
brew 'harfbuzz'
brew 'pango'
brew 'ffmpeg'
brew 'fontforge'
brew 'fzf'
brew 'gdk-pixbuf'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'git-lfs'
brew 'git-secrets'
brew 'pkgconf'
brew 'gobject-introspection'
brew 'librsvg'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'gtk+'
brew 'gtk+3'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'imlib2'
brew 'jc'
brew 'jq'
brew 'jump'
brew 'krb5'
brew 'lazygit'
brew 'less'
brew 'lesspipe'
brew 'lftp'
brew 'libcaca'
brew 'libicns'
brew 'libiconv'
brew 'libusb'
brew 'libxml2'
brew 'lima'
brew 'llm'
brew 'mactop'
brew 'mariadb'
brew 'marp-cli'
brew 'mas'
brew 'nkf'
brew 'openjdk'
brew 'peco'
brew 'postgresql@14'
brew 'qemu'
brew 'qt'
brew 'rename'
brew 'sox'
brew 'starship'
brew 'testssl'
brew 'tig'
brew 'tmux'
brew 'trash', link: true
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yq'
brew 'yt-dlp'
brew 'zlib'
brew 'zsh'
brew 'teamookla/speedtest/speedtest'
cask '1password-cli'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'aws-vault-binary'
cask 'bdash'
cask 'choosy'
cask 'chromedriver'
cask 'clipy'
cask 'dbeaver-community'
cask 'devtoys'
cask 'docker-desktop'
cask 'drawio'
cask 'figma'
cask 'firefox'
cask 'font-sauce-code-pro-nerd-font'
cask 'font-ubuntu-mono-nerd-font'
cask 'fork'
cask 'google-chrome'
cask 'google-chrome@canary'
cask 'handbrake-app'
cask 'imageoptim'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'klogg'
cask 'lm-studio'
cask 'macwinzipper'
cask 'mi'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'microsoft-office'
cask 'mountain-duck'
cask 'musescore'
cask 'obs'
cask 'obsidian'
cask 'optimage'
cask 'parallels-client'
cask 'sublime-text'
cask 'switchhosts'
cask 'thunderbird'
cask 'utm'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'wezterm'
cask 'xquartz'
cask 'zed'
cask 'zoom'
vscode 'eamodio.gitlens'
vscode 'github.vscode-github-actions'
vscode 'marp-team.marp-vscode'
vscode 'mhutchie.git-graph'
vscode 'ms-azuretools.vscode-docker'
vscode 'ms-python.debugpy'
vscode 'ms-python.python'
vscode 'ms-python.vscode-pylance'
vscode 'ms-vscode-remote.remote-containers'
vscode 'ms-vscode-remote.remote-ssh'
vscode 'ms-vscode-remote.remote-ssh-edit'
vscode 'ms-vscode.remote-explorer'
vscode 'quarto.quarto'
vscode 'vscodevim.vim'
